MENU_LEVEL0_BUTTONS : [str, str]= {
    "catalog" : "ТОВАРЫ 🍎",
    "basket" : "КОРЗИНА 🛒",
    "FAQ" : "FAQ 🌝",
}

NAVIGATION : [str, str] = {
    "back" : " ⏪Назад",
    "menu_0" : "↪️Главное меню",
    "prev"   : "◀ Пред.",
    "next" : "След. ▶",
    "buy" : "Купить 💵",
    "delivery" : "Доставка",
    "delete" :  "Удалить",
    "decrement" : "-1",
    "increment" : "+1",
    "payment" : "Оплата",
}

ITEM_PAGE : [str, str] = {
    'cost' : 'Стоимость',
    'item' : 'Товар',
    'from' : 'из',
    'in_backet' : 'в корзине',
    'total_price_in_backet' : 'Общая стоимость товаров в корзине',
}

ANSWERS : [str, str] = {
    'item_in_basket' : 'Товар добавлен в корзину.',
    'delivery_place' : ('\n Ваш адрес: {delivery_place}'),
}

PAYMENT_INVOICE : [str, str] = {
    'title' : 'Тестовый прием платежей',
    'description' : 'Платеж за товар',
    'payload' : 'какой то пайлоад'
}