NAVIGATION : [str, str] = {
    "prompt" : "Подсказка",
    "back" : "⏪Назад",
    "start_menu" : "↪️Главное меню",
    "prev"   : "◀ Пред.",
    "next" : "След. ▶",
    "add_to_basket" : "Купить 💵",
    "delivery" : "Доставка",
    "delete" :  "Удалить",
    "decrement" : "-1",
    "increment" : "+1",
    "payment" : "Оплата",
    "categories" : "КАТАЛОГ 🍎",
    "basket" : "КОРЗИНА 🛒",
    "faq" : "FAQ 🌝",
}

ITEM_PAGE : [str, str] = {
    'cost' : 'Стоимость',
    'item' : 'Товар',
    'from' : 'из',
    'in_backet' : 'в корзине',
    'total_price_in_backet' : 'Общая стоимость товаров в корзине',
}

ANSWERS : [str, str] = {
    'item_in_basket' : 'Товар добавлен в корзину.',
    'delivery_place' : '\n Ваш адрес: {delivery_place}',
    'greeting_for_payment' : 'Заказ принят!',
    'no_answer_to_the_question' : 'К сожалению на ваш вопрос нет ответа',
    'no_shipping_to_country' : 'К сожалению нет доставки в вашу страну'
}

PAYMENT_INVOICE : [str, str] = {
    'title' : 'Тестовый прием платежей',
    'description' : 'Платеж за товар',
    'payload' : 'какой то пайлоад'
}